LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nЭто бот <b>"История России в датах"</b>, '
              'благодаря которому ты можешь в кратчайшие сроки '
              'выучить основные даты, необходимые для сдачи ОГЭ и ЭГЭ '
              'по истории.\n\n'
              'Жми /filldirection для выбора темы!\n\n'
              '/help - если возникнут вопросы.',
    '/filldirection': 'Выбирай одну и 4х тем и приступай '
                      'к выполненению тестов.\n'
                      'Если возникнут вопросы, жми /help',
    '/help': '<b>"История России в датах"</b> - тг-бот, '
             'созданный для помощи обучающимся при подготовке '
             'к сдаче ОГЭ и ЕГЭ. Выбрав одно из 4х направлений '
             'подготовки, нажмите на один из 4х вариантов ответа, '
             'бот запоминает ваши ошибки и в конце теста их '
             'выдаст.\n\n'
             'Конечно же, мало знать и помнить даты исторических событий, необходимо '
             'иметь развернутое представление о том или ином моменте в отечественной истории. '
             'Но, как показывает практика, у обучающихся и интересующихся историей людей '
             'в следствии получения большого потока информации, числа точных дат могут не '
             'усвоиться или быстро забыться. Бот История России в датах - отличный помощник '
             'для систематизации и заучивания конкретных дат во время подготовки к экзамену.\n'
             'Жми /filldirection для выбора темы!',
    'user_choice_of_direction': 'Вы выбрали направление:',
    'time_boards': 'ВРЕМЯ ПРАВЛЕНИЯ',
    'battles': 'БИТВЫ',
    'wars_and_riot': 'ВОЙНЫ И ВОССТАНИЯ',
    'reforms': 'РЕФОРМЫ',
    'go_start_time_boards' : 'Начать!',
    'go_start_battles' : 'Начать!',
    'go_start_wars_and_riot' : 'Начать!',
    'go_start_reforms' : 'Начать!',
    'back_to_choice_direction' : 'Назад'
}

LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Запуск бота',
    '/help': 'Помощь',
    '/cancel': 'Отмена'
}